const faqMessage = `
<b>❓1) Что такое Advent Coding Challenge от pomazkov.js?</b>
– Это бесплатная практика по кодингу на JS: 7 дней решения задач. Каждый день с 12го по 18е декабря на <a href='https://t.me/+ChyzgRT89C0wNGYy' target='_blank'>канале</a> выходят посты с задачами (иногда с одной, иногда с двумя в день), решения которых можно отправлять боту @pomazkovjs_advent2023_bot. За каждую правильно решенную задачу начисляются баллы, а за них в конце даются призы
<b>Важно</b>: один из призов будет отдан случайному участнику, который принимал участие от начала и до конца (решал все задачи) 💎

<b>❓2) Какие есть призы и как их получить?</b>
1️⃣ Во-первых, на основе баллов за правильно решенные задачи:
– 1 и 2 место – бесплатная подписка на <a href='https://boosty.to/pomazkovjs' target='_blank'>бусти</a> на месяц, уровень <b>Будущий Senior PRO ⚫</b>
– 3 и 4 место – бесплатная подписка на <a href='https://boosty.to/pomazkovjs' target='_blank'>бусти</a> на месяц, уровень <b>Будущий Senior 🟠</b>
2️⃣ Во-вторых, на основе <i>случайного выбора</i> (главное условие – принять участие в решении всех задач):
– Случайному участнику достанется на выбор либо <b>бесплатный доступ к интенсиву по JS</b> (<a href='https://pomazkovjs-hangman.ru/' target='_blank'>подробнее тут</a>), либо <b>часовая консультация со мной</b>💎

<b>❓3) Как принять участие?</b>
Чтобы получать задания, вам необходимо вступить в <a href='https://t.me/+ChyzgRT89C0wNGYy' target='_blank'>тг-канал</a> и зарегистрироваться в боте @pomazkovjs_advent2023_bot в один клик

<b>❓4) Что мне это даст?</b>
Во-первых, практику! Каждый день на протяжении двух недель я буду публиковать разные задачи и вопросы по JS (и не только), которые помогут получить новые знания и отработать уже имеющиеся 👨‍💻 👩‍💻
Во-вторых, конечно же, призы! Причем шанс получить один из них будет у всех, кто примет участие в челлендже и не забросит на полпути 💪

<b>❓5) Какие задачи и вопросы будут?</b>
Некоторые задачи и вопросы будут по JS, а некоторые (бонусные) – по моему каналу и блогу в целом

<b>❓6) Что делать, если что-то пошло не так (ошибка в боте, не получается зарегистрироваться или отправить ответ и т.д.)?</b>
– <i>Если вы зарегистрировались в боте</i>: можно отправить ему команду\n/support, и ваше обращение будет передано мне
– <i>Если не регистрировались</i>: вопросы можно оставить в <a href='https://t.me/+Hx6RaBT4Trw3ZjM6' target='_blank'>чате моего основного тг-канала</a> или писать на почту pomazkovjs.business@gmail.com
`;

module.exports = faqMessage;
